var local_database = [
  ['油性皮肤','干性皮肤','痘痘肌皮肤','混合型皮肤','敏感型皮肤','中性皮肤','毛孔粗大型皮肤','黑头型皮肤'],
  ['洗面奶','爽肤水','精华','乳液','眼霜','面霜','粉底','防晒','隔离','遮瑕','定妆','眼影','眼线笔','睫毛膏','眉笔','眉粉','腮红','高光','阴影','口红','唇线笔','刷子','粉扑'],
  ['洗面奶', '爽肤水', '精华', '乳液', '眼霜', '面霜', '粉底', '防晒', '隔离', '遮瑕', '定妆', '眼影', '眼线笔', '睫毛膏', '眉笔', '眉粉', '腮红', '高光', '阴影', '口红', '唇线笔', '刷子', '粉扑'],
  ['洗面奶', '爽肤水', '精华', '乳液', '眼霜', '面霜', '粉底', '防晒', '隔离', '遮瑕', '定妆', '眼影', '眼线笔', '睫毛膏', '眉笔', '眉粉', '腮红', '高光', '阴影', '口红', '唇线笔', '刷子', '粉扑'],
  ['洗面奶', '爽肤水', '精华', '乳液', '眼霜', '面霜', '粉底', '防晒', '隔离', '遮瑕', '定妆', '眼影', '眼线笔', '睫毛膏', '眉笔', '眉粉', '腮红', '高光', '阴影', '口红', '唇线笔', '刷子', '粉扑'],
  ['雅诗兰黛','欧莱雅','兰蔻','玉兰油','资生堂','sk-II','佰草集','百雀羚','韩束','珀莱雅','欧诗漫','水密码','韩后'],
  ['完美日记','美宝莲','MAC','Dior','Chanel','Armani','gucci','YSL','拉杜丽']
]

module.exports = {
  beautyMakeupList: local_database
}